---
kind: property
id: P:Autodesk.Revit.DB.Visual.PlasticVinyl.CommonTintColor
source: html/aa2aa0ca-fbb3-bc67-c201-f0209ccc313f.htm
---
# Autodesk.Revit.DB.Visual.PlasticVinyl.CommonTintColor Property

The property labeled "Tint Color" from the "PlasticVinyl" schema.

## Syntax (C#)
```csharp
public static string CommonTintColor { get; }
```

## Remarks
This property is of type "AssetPropertyDoubleArray4d".